Repository: wp-plugins/jm-wp-cookie-bar
Catalog: languages/jm-wpcb-*.po
Languages: fr_fr, it_it

source: Which CSS class do you want to add to style the close button? (default is .wpcb-close-btn)
fr_fr: Quelle classe CSS pour le bouton OK (par défaut .wpcb-close-btn)?
it_it: Inserisci le classi che vuoi vengano aggiunte al bottone di chiusura. ( default .wpcb-close-btn )

source: Set the cookie expiration time? (default is 365 days)
fr_fr: Régler la durée des cookies (par défaut 365 jours)
it_it: Imposta la data di scadenza del cookie. ( default 365giorni )

source: The text to be shown. (120 chars at most)
fr_fr: Le texte à afficher. (120 caractère maximum)
it_it: Inserisci il testo da visualizzare ( almeno 120 caratteri )

source: URL for your cookie rules
fr_fr: URL vers a la page contenant vos règles
it_it: Digita l'url della pagina di spiegazione delle regole sull'uso dei cookie

source: Which position?
fr_fr: Quelle position?
it_it: In che posizione si vuole mostrare l'informativa

source: Default is top of the page
fr_fr: Par défaut en haut de page
it_it: Di base in alto nella pagina

source: top of the page
fr_fr: Haut de page
it_it: in alto

source: bottom of the page
fr_fr: Bas de page
it_it: a fondo pagina

source: Default is yes. Be careful, this could mess up with bar position so do not forget to add required styles in your own stylesheet.
fr_fr: Oui par défaut. Attention si vous désactivez cela peut interférer avec la position de la barre de cookies donc ne pas oublier de préciser les styles requis dans votre propre feuille de style.
it_it: Si, di default. Fai attenzione, questo potrebbe causare la scomparsa della barra se non effettuerai le dovute modifiche nel tuo css.

source: Include basic styles?
fr_fr: Inclure les styles basiques?
it_it: Usa lo stile di base?

source: yes
fr_fr: oui
it_it: si

source: no
fr_fr: non

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
fr_fr: Les cookies nous permettent de délivrer notre service. En utilisant nos services, vous approuvez notre utilisation des cookies.
it_it: I cookies ci aiutano a dare un servizio migliore. Usando i nostri servizi accetti la normative sui cookies

source: Read more
fr_fr: En savoir plus
it_it: Leggi tutto
